/* `welcomeLabel` UILabel text default value */
"Welcome" = "Ласкаво просимо";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Дякуємо за завантаження";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Дотримуйтесь інструкцій, отриманих у вітальному листі, щоб розпочати процес активації.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Будьте в курсі щоденного управління завданнями та легко співпрацюйте над проектами.";

"ScanInstruction" = "Проскануйте безпечний QR-код, щоб розпочати процес активації.";

"DiscoveryServiceInstruction" = "Введіть свою адресу електронної пошти для початку процесу активації.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Перевірка облікового запису...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Пуск";

"Scan" = "Сканувати";

/* `demoLabel` UILabel text default value */
"Explore" = "Бажаєте дізнатися?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Спробуйте демоверсію";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Встановити код доступу";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Код доступу";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Обрати код доступу";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Підтвердити код доступу";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Введіть ваш код доступу ще раз.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Підтвердіть ваш код доступу.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Введіть ваш код доступу.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Змінити код доступу";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Введіть ваш поточний код доступу.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Не зараз";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Назад";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Далі";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Виконано";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Оберіть код доступу не менше ніж з %d символів для розблокування застосунку.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Оберіть код доступу не менше ніж з %d цифр для розблокування застосунку.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Включити наступне:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Нижній регістр (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Верхній регістр (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Цифри (0–9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Символи (!@#…)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Скинути код доступу";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Не вдалося перевірити код доступу.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Код доступу відхилено FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Повторити спробу";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " наразі доступна!";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Активація цієї функції надасть вам швидший доступ до вашої інформації.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Ви можете у будь-який час увімкнути чи вимкнути цю функцію в Настройках.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Активуйте Touch ID для швидкого і безпечного доступу.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Якщо Touch ID деактивовано, вам знадобиться код доступу для вашого пристрою.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Активація Face ID надасть вам швидший доступ до вашої інформації.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Ви можете у будь-який час увімкнути чи вимкнути цю функцію в Настройках.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Активуйте Face ID для швидкого і безпечного доступу.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Якщо Face ID деактивовано, вам знадобиться код доступу для вашого пристрою.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Для використання Touch ID додайте відбитки у настройках вашого пристрою.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Це можна зробити у будь-який час у настройки - Touch ID і код доступу.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Для використання Face ID зареєструйте Face ID у настройках вашого пристрою.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Це можна зробити у будь-який час у настройки -  Face ID і код доступу.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Дізнайтеся більше про Touch ID";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Дізнайтеся більше про Face ID";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Активувати";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Автентифікація з Touch ID";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Автентифікація з Face ID";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Помилка";

/* The error title. */
"AuthenticationErrorKey" = "Помилка автентифікації";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Автентифікуйтеся з допомогою Touch ID, щоб використовувати застосунок.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Автентифікуйтеся з допомогою Face ID, щоб використовувати застосунок.";

/* The authenticate button text. */
"AuthenticateKey" = "Автентифікуватися";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Коди доступу не збігаються. Повторіть спробу.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "У вас залишилося %d спроб(и).";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "У вас залишилася 1 спроба.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "У вас більше немає спроб.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Увійдіть, щоб скинути код доступу.";

/* The text of the dismiss button on the alert. */
"OKKey" = "OK";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Неправильний код доступу. Повторіть спробу.";

/* The scan page title string. */
"ScanKey" = "Сканувати";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Невдале сканування";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Виберіть зображення QR-коду.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Недійсний QR-код";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "QR-код не розпізнано.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Дозволити доступ до фото";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Щоб обрати зображення QR-коду, надайте доступ до фото у настройках захисту даних вашого пристрою.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Дозволити доступ до камери";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Щоб сканувати за допомогою камери, надайте доступ до камери у настройках захисту даних вашого пристрою.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Настройки";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Підтвердження";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Сканування успішно виконано. Зараз вас буде підключено до:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Продовжити";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Запуск";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Активація";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Якщо ви отримали вітальне повідомлення, перейдіть за посиланням на активацію в електронній пошті. В іншому випадку введіть свою електронну адресу або скануйте QR-код, щоб розпочати інтеграцію нових працівників.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Далі";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "Або";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Сканувати";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Погоджуюсь";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Не погоджуюсь";

/* The authentication title. */
"AuthenticationKey" = "Автентифікація";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Вкажіть ваше ім'я користувача і пароль для здійснення автентифікації.";

/* Username input field placeholder string */
"usernameKey" = "ім'я користувача";

/* Password input field placeholder string */
"passwordKey" = "пароль";

/* Sign In button string. */
"SignInKey" = "Увійти";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Неправильні реєстраційні дані. Повторіть спробу.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Щоб розпочати процес активації, вкажіть інформацію нижче.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Перевірка інформації...";

/* Cancel button string. */
"CancelKey" = "Скасувати";

/* Allow button string. */
"AllowKey" = "Дозволити";

/* Deny button string. */
"DenyKey" = "Відхилити";

/* No button string. */
"NoKey" = "Ні";

/* Quit button string. */
"QuitKey" = "Вийти";

/* GiveConsent button string. */
"GiveConsentKey" = "Надати дозвіл";

/* Navbar title string. */
"StepKey" = "Крок";

/* Navbar title string. */
"OfKey" = "з";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Ви дійсно бажаєте вийти з процесу інтеграції нових працівників?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Без дозволу ви не зможете продовжити інтеграцію нових працівників.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Перемкнути або додати користувача";

/* Title for Log In button */
"LogInKey" = "Увійти";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Шукати користувачів на цьому пристрої";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "Забули код доступу?";

/* Title for Loction */
"PNLoctionTitleKey" = "Увімкніть служби визначення місцезнаходження, щоб мати змогу використовувати функції карти та навігації.";

/* Title for Notifications */
"PNNotificationsTitleKey" = "Увімкніть сповіщення, щоб отримувати попередження про важливі оголошення";

/* Title for Photos */
"PNPhotosTitleKey" = "Увімкніть доступ до бібліотеки фотографій, щоб активувати спільне використання фотографій та отримати доступ до бібліотеки фотографій";

/* Title for Calendar */
"PNCalendarTitleKey" = "Увімкніть доступ до календаря, щоб ви могли резервувати кімнати та переглядати свої зустрічі";

/* Title for Camera */
"PNCameraTitleKey" = "Увімкніть камеру, щоб ви могли увійти до системи та підтвердити за допомогою Face ID";

/* Subtitle for FUIPrivacyNoticeView */
"PNSubtitleKey" = "Ви можете змінити цей дозвіл пізніше за допомогою настройок застосунку";

/* FooterText for FUIPrivacyNoticeSettingsController */
"PNSettingsFooterTextKey" = "Застосунок використовує наведені нижче дозволи, щоб надати вам найкращий створений нами досвід";

/* FooterText of Location for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsLocationFooterTextKey" = "Дозвольте застосунку отримувати доступ до вашого місцезнаходження та сповіщати вас, коли ви його використовуєте.\n\nЩоб встановити або редагувати ваш дозвіл на місцезнаходження, відкрийте ваші настройки iOS > торкніться “Місцезнаходження” > торкніться “Застосунок” > виберіть вашу бажану настройку дозволу на місцезнаходження";

/* FooterText of Notifications for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsNotificationsFooterTextKey" = "Дозвольте застосунку отримувати доступ до ваших сповіщень і сповіщати вас, коли ви його використовуєте.\n\nЩоб встановити або редагувати ваш дозвіл на сповіщення, відкрийте ваші настройки iOS > торкніться “Сповіщення” > торкніться “Застосунок” > виберіть вашу бажану настройку дозволу на сповіщення";

/* FooterText of Photos for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsPhotosFooterTextKey" = "Дозвольте застосунку отримувати доступ до ваших фотографій і сповіщати вас, коли ви його використовуєте.\n\nЩоб встановити або редагувати ваш дозвіл на фотографії, відкрийте ваші настройки iOS > торкніться “Фотографії” > торкніться “Застосунок” > виберіть вашу бажану настройку дозволу на фотографії";

/* FooterText of Camera for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCameraFooterTextKey" = "Дозвольте застосунку отримувати доступ до вашої камери та сповіщати вас, коли ви його використовуєте.\n\nЩоб встановити або редагувати ваш дозвіл на камеру, відкрийте ваші настройки iOS > торкніться “Камера” > торкніться “Застосунок” > виберіть вашу бажану настройку дозволу на камеру";

/* FooterText of Calendar for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCalendarFooterTextKey" = "Дозвольте застосунку отримувати доступ до вашого календаря і сповіщати вас, коли ви його використовуєте.\n\nЩоб встановити або редагувати ваш дозвіл на календар, відкрийте ваші настройки iOS > торкніться “Календар” > торкніться “Застосунок” > виберіть вашу бажану настройку дозволу на календар";

/* The button title for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingKey" = "Відкрити настройки iOS";

